import React, { Component } from 'react';
import '../../App.css';

export default class AboutPage extends Component {
    render () {
        return (
            <div>
                <h1 className="title">About Page</h1>
                <div>
                    Главната ни дейност е дистрибуция на семена от реномирани световни марки.

                    Нашият екип отделя много време, за да Ви представи най-добрите оферти на пазара с гарантирано качество, предлагайки перфектно обслужване, отлични цени и бързи доставки до всички точки на страната.

                    Правилният избор на семена е най-важната крачка към успешно земеделие. Това е основното перо в агробизнеса с най-малко инвестиция, но максимални изисквания към качеството.

                    Ние поемаме отговорността да Ви предложим най-добрия подбор на семена, като Ви предоставим автентичен снимков материал, изчерпателни описания и информация за продуктите.
                    - See more at: http://semenata.com/about-us#sthash.WhnSGZnK.dpuf
                </div>
            </div>
        );
    }
}
